Repository: ndminh1307js/django-freshfood
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Enter coupon code
vi: Nhập mã giảm giá

source: Permissions
vi: Quyền hạn

source: The email must be set
vi: Email phải được nhập

source: Superuser must have is_staff=True
vi: Superuser phải có thuộc tính is_staff=True

source: Superuser must have is_superuser=True
vi: Superuser phải có thuộc tính is_superuser=True

source: Email address
vi: Địa chỉ email

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Login
vi: Đăng nhập

source: Homepage
vi: Trang chủ

source: Fresh Foods
vi: Món Ăn

source: Fresh Drinks
vi: Đồ Uống

source: Kitchen Gadgets
vi: Dụng cụ bếp

source: Search
vi: Tìm kiếm

source: Your cart
vi: Giỏ hàng

source: Your Cart
vi: Giỏ Hàng

source: Price
vi: Giá

source: Total
vi: Tổng

source: A coupon applied
vi: Một mã giảm giá đã được áp dụng

source: Coupon <span>%(code)s</span> applied <span>(%(discount)s%% off)</span>
vi: Mã giảm giá <span>%(code)s</span> được áp dụng <span>(giảm %(discount)s%%)</span>

source: Apply a coupon
vi: Áp dụng mã giảm giá

source: Apply
vi: Áp dụng

source: Cart total
vi: Tổng giỏ hàng

source: Discount
vi: Giảm giá

source: Delivery
vi: Phí vận chuyển

source: Subtotal
vi: Tổng cộng

source: Proceed To Checkout
vi: Đến Trang Thanh Toán

source: FreshFood - Healthy & Balance
vi: FreshFood - Nơi mang lại sức khoẻ và sự cân bằng cho cuộc sống

source: Healthy And Balance
vi: Sức khoẻ Và Cân bằng

source: That is all that FreshFood brings up to you
vi: Đó là những gì FreshFood muốn mang lại cho khách hàng

source: Explore Now
vi: Khám phá ngay

source: New Products
vi: Sản phẩm mới

source: Add To Cart
vi: Đặt mua

source: Detail
vi: Chi tiết

source: No products
vi: Không có sản phẩm nào

source: Checkout
vi: Đặt hàng

source: Fill All Information Below
vi: Điền các thông tin bên dưới

source: Place Order
vi: Đặt hàng

source: Your Order
vi: Đơn hàng của bạn

source: Your order has been processed
vi: Đơn hàng của bạn đang được xử lý

source: Thank you for your order
vi: Cám ơn bạn đã đặt hàng tại FreshFood

source: Your order number <a href="%(url)s">#%(id)s</a> has been processed and is preparing for shipping. You can review this order at <a href="%(order.get_absolute_url)s">this link</a>
vi: Mã đơn hàng <a href="%(url)s">#%(id)s</a> đang được chúng tôi xử lý và sẽ trao tận tay bạn trong thời gian sớm nhất. Bạn có thể kiểm tra lại đơn hàng <a href="%(order.get_absolute_url)s">tại đây</a>

source: Continue Shopping
vi: Tiếp tục mua hàng

source: Back To Homepage
vi: Trở về Trang Chủ

source: Pay by credit card
vi: Thanh toán bằng thẻ tín dụng

source: Payment
vi: Thanh toán đơn hàng

source: Your payment has been failed
vi: Thanh toán thất bại

source: There is an error that occurred when completing your payment process
vi: Có lỗi xảy ra trong quá trình thanh toán đơn hàng của bạn

source: You can try again in a few minutes
vi: Vui lòng thử lại sau một vài phút

source: Your payment has been successfully completed
vi: Đơn hàng đã được thanh toán thành công

source: Check your order email to review this order payment
vi: Vui lòng kiểm tra hộp thư email của bạn để xem chi tiết đơn hàng

source: Pay By Credit Card
vi: Thanh Toán Bằng Thẻ Tín Dụng

source: Fill Your Credit Card Information
vi: Điền thông tin thẻ tín dụng

source: Complete Payment
vi: Thanh toán

source: Stock
vi: Có sẵn

source: In-stock
vi: Có

source: Out of stock
vi: Không

source: Shipping
vi: Phí vận chuyển

source: Free
vi: Miễn phí

source: Credit Card
vi: Thẻ tín dụng

source: Category
vi: Loại sản phẩm

source: No Products
vi: Không có sản phẩm nào
